Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL011','MEM00122','장갑','리복','쿼터집업 글러브',24000,20);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL012','MEM00111','장갑','나이키','스톰 터치 글러브',31000,13);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL013','MEM00103','장갑','언더아머','스피드포름 글러브',28000,72);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL014','MEM00136','장갑','휠라','퍼포맨스 터치',26000,7);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL015','MEM00145','장갑','스케쳐스','윈터스 타우치',32000,121);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH011','MEM00121','운동화','나이키','에어맥스',299000,112);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH012','MEM00145','운동화','아디다스','울트라부스트',129000,78);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH013','MEM00138','운동화','언더아머','HOVR 인피니트',76000,145);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH014','MEM00109','운동화','뉴발란스','프레시 폼',70000,33);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH015','MEM00131','운동화','아식스','젤-카야노',60000,92);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP011','MEM00038','헤드폰','Bose','QuietComfort 35 II',113000,123);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP012','MEM00052','헤드폰','Sennheiser','HD 660 S',336000,112);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP013','MEM00066','헤드폰','Audio-Technica','ATH-M50x',413000, 83);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP014','MEM00039','헤드폰','Sony','WH-1000XM4',275350,20);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP015','MEM00077','헤드폰','JBL','Free X',199000,83);

select * from 장비;