Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH006','MEM00051','운동화','나이키','베이퍼 플라이',299000,20);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH007','MEM00082','운동화','아디다스','울트라부스트',129000,82);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH008','MEM00061','운동화','아식스','조그',76000,26);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH009','MEM00088','운동화','언더아머','차지드 어서트',70000,34);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH010','MEM00053','운동화','뉴발란스','410 런닝화',60000,4);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL001','MEM00085','장갑','나이키','라이트웨이트 테크',27000,34);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL002','MEM00092','장갑','언더아머','스톰 런 라이너',30000,105);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL008','MEM00070','장갑','퓨마','윈터플레이어',18000,28);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL009','MEM00066','장갑','아디다스','에어로레디',35000,41);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL010','MEM00058','장갑','뉴발란스','스트레치 퍼포먼스',20000,45);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP006','MEM00091','헤드폰','SONY','WH-1000XM5',499000,13);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP007','MEM00054','헤드폰','BOSE','BOSE QC 울트라',499000,32);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP008','MEM00060','헤드폰','JBL','TOUR ONE M2',320000,92);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP009','MEM00099','헤드폰','APPLE','에어팟 맥스',730000,52);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP010','MEM00076','헤드폰','BRITZ','ANC 600',150000,30);

Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH001','MEM00005','운동화','나이키','줌 플라이', 189000, 142);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH002','MEM00013','운동화','나이키','보메로 17',189000, 122);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH003','MEM00100','운동화','나이키','스트릭플라이',189000,26);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH004','MEM00021','운동화','뉴발란스','퓨어셀 S.C Trainer V2',239000,14);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('SH005','MEM00009','운동화','뉴발란스','W480BM5',99000,4);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL001','MEM00074','장갑','언더아머','플리스 런 글러브',55000,12);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL002','MEM00048','장갑','언더아머','인슐레이티드 런 글러브',41300,5);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL003','MEM00025','장갑','스파이더','러닝 기모 장갑',59000,68);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL004','MEM00094','장갑','스파이더','라이프 스타일 플러스',49000,1);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('GL005','MEM00027','장갑','나이키','파리 생재르맹 아카데미',39000,45);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP001','MEM00038','헤드폰','Beats by Dr.Dre','비츠 스튜디오 버즈',113000,123);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP002','MEM00052','헤드폰','Beats by Dr.Dre','비츠 스튜디오 프로 wireless',336000,112);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP003','MEM00066','헤드폰','야마하','YH-L700A',413000, 83);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP004','MEM00039','헤드폰','SONY','Walkman NWZ-WH505',275350,20);
Insert into RM."장비" ("장비ID","회원ID","장비종류","브랜드","제품명","가격","좋아요") values ('HP005','MEM00077','헤드폰','Beats by Dr.Dre','솔로3 wireless',199000,83);


select * from 장비;